SET IDENTITY_INSERT [dbo].[Products] ON
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (41, N'ГАЗОВЫЙ НАСТЕННЫЙ КОТЕЛ VIESSMANN VITOPEND 100-W A1JB K-RLU 24 КВТ ЗКС', N'ОПИСАНИЕ
Газовый котел Vitopend 100-W, тип A1HB / A1JB
Решением для выгодного и комфортного производства тепла станет газовый настенный котел Vitopend 100-W. Компактные размеры и элегантный дизайн котла позволят установить его даже в жилой зоне, не привлекая лишнего внимания. Он может размещаться на кухне, в подсобных помещениях или в нише, в случае наличия. При монтаже котла не требуются дополнительные расстояния по бокам для сервисного обслуживания. Настенный котел быстро монтируется специалистами и сразу готов к работе. Бесшумный и компактный, котел Vitopend 100-W удобен как для новых зданий, так идля модернизации старых отопительных систем.

ВЫСОКИЙ КОМФОРТ ГОРЯЧЕГО ВОДОСНАБЖЕНИЯ
Vitopend 100-W предлагает в своем комбинированном исполнении (прибор со встроенным проточным водонагревателем для ГВС) потребителю высокий комфорт горячего водоснабжения, даже без подключения емкостного водонагревателя. Так экономится дополнительное пространство. В котле Vitopend 100-W за подогрев ГВС отвечает пластинчатый теплообменник. После первого забора воды прибор быстро нагревается, и при следующих заборах воды горячая вода поступает сразу.

Технические характеристики

Тип отопительного котла: газовый, конвекционный

Горелка: газовая

Количество контуров: двухконтурный

Макс. тепловая мощность: 24 кВт

Макс. тепловая нагрузка: 26.20 кВт

Камера сгорания: закрытая

КПД: 91 %

Управление: электронное

Установка: настенная

Напряжение сети: однофазное

Встроенный циркуляционный насос: есть

Встроенный расширительный бак: есть, 6 л

Топливо: природный газ, сжиженный газ

Расход природного газа: 2.77 куб. м/час

Расход сжиженного газа: 2.09 кг/час

Номинальное давление природного газа: 13 - 20 мбар

Допустимое давление сжиженного газа: 37 мбар

Температура теплоносителя: 40 - 80 °С

Температура в контуре ГВС: 35 - 57 °С

Производительность горячей воды при t 30°C: 11.2 л/мин

Макс. давление воды в контуре ГВС: 10 бар

Макс. давление воды в контуре отопления: 3 бар

Комфорт

Функции: индикатор включения, термометр, манометр, автоподжиг, модуляция пламени, программатор

Особенности: дисплей, подключение внешнего управления

Безопасность

Защита: автодиагностика, газ-контроль, защита от перегрева, режим предотвращения замерзания, предохранительный клапан, воздухоотводчик, защита от блокировки насоса

Подключение

Патрубок подключения газа: 3/4"

Патрубок подключения контура отопления: 3/4"

Патрубок подключения контура ГВС: 1/2"

Диаметр коаксиального дымохода: 60/100 мм

Размеры (ШхВхГ): 400x725x340 мм

Вес: 32 кг

Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель Турция.', N'Настенные', '', N'43 800 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (42, N'ГАЗОВЫЙ НАСТЕННЫЙ КОТЕЛ VIESSMANN VITOPEND 100-W A1JB K-RLU 34 КВТ ЗКС', N'ОПИСАНИЕ
Газовый котел Vitopend 100-W, тип A1HB / A1JB
Решением для выгодного и комфортного производства тепла станет газовый настенный котел Vitopend 100-W. Компактные размеры и элегантный дизайн котла позволят установить его даже в жилой зоне, не привлекая лишнего внимания. Он может размещаться на кухне, в подсобных помещениях или в нише, в случае наличия. При монтаже котла не требуются дополнительные расстояния по бокам для сервисного обслуживания. Настенный котел быстро монтируется специалистами и сразу готов к работе. Бесшумный и компактный, котел Vitopend 100-W удобен как для новых зданий, так идля модернизации старых отопительных систем.

ВЫСОКИЙ КОМФОРТ ГОРЯЧЕГО ВОДОСНАБЖЕНИЯ
Vitopend 100-W предлагает в своем комбинированном исполнении (прибор со встроенным проточным водонагревателем для ГВС) потребителю высокий комфорт горячего водоснабжения, даже без подключения емкостного водонагревателя. Так экономится дополнительное пространство. В котле Vitopend 100-W за подогрев ГВС отвечает пластинчатый теплообменник. После первого забора воды прибор быстро нагревается, и при следующих заборах воды горячая вода поступает сразу.

Технические характеристики

Тип отопительного котла: газовый, конвекционный

Горелка: газовая

Количество контуров: двухконтурный

Макс. тепловая мощность: 34 кВт

Макс. тепловая нагрузка: 37,2 кВт

Камера сгорания: закрытая

КПД: 91 %

Управление: электронное

Установка: настенная

Напряжение сети: однофазное

Встроенный циркуляционный насос: есть

Встроенный расширительный бак: есть, 10 л

Топливо: природный газ, сжиженный газ

Расход природного газа: 3,94 куб. м/час

Расход сжиженного газа: 2,91 кг/час

Номинальное давление природного газа: 13 - 20 мбар

Допустимое давление сжиженного газа: 37 мбар

Температура теплоносителя: 40 - 80 °С

Температура в контуре ГВС: 35 - 57 °С

Производительность горячей воды при t 30°C: 16 л/мин

Макс. давление воды в контуре ГВС: 10 бар

Макс. давление воды в контуре отопления: 3 бар

Комфорт

Функции: индикатор включения, термометр, манометр, автоподжиг, модуляция пламени, программатор

Особенности: дисплей, подключение внешнего управления

Безопасность

Защита: автодиагностика, газ-контроль, защита от перегрева, режим предотвращения замерзания, предохранительный клапан, воздухоотводчик, защита от блокировки насоса

Подключение

Патрубок подключения газа: 3/4"

Патрубок подключения контура отопления: 3/4"

Патрубок подключения контура ГВС: 1/2"

Диаметр коаксиального дымохода: 60/100 мм

Размеры (ШхВхГ): 450x725x360 мм

Вес: 40 кг

Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель Турция.', N'Настенные', '', N'55 700 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (43, N'ГАЗОВЫЙ НАСТЕННЫЙ КОТЕЛ ARISTON CARES X 24CF 24 КВТ ОКС', N'ОПИСАНИЕ
в данной модели используется два теплообменника,первичный - высококачественный аллюминий,вторичный - нержавеющая сталь.     

Возможность програмирования нагрева котла на неделю (опция).

Встоенные фильтра в контурах отопления и ГВС.

Котел адаптирован для России,работает при пониженном давление газа до 5Мбар и воды, устоичив к перепадам напряжения.. 

Характеристики: теплопроизводительность котла 10,1-23,7 кВт

объем расширительного бака 8 л

макс./мин. температура отопления 82-35 С

макс./мин. температура ГВС 60-35 С

производительность ГВС (ДТ=25°С) 13,5 л/мин

напряжение/частота 230/50 В/Гц

потребляемая электрическая мощность 76 Вт

диаметр дымохода 125/130 мм

подключение газа 3/4"

подключение отопления 3/4"

подключение ГВС 1/2"

габаритные размеры (ШхВхГ)  400.770.315

вес 30 кг

Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель Италия.', N'Настенные', '', N'от 34 500 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (44, N'ГАЗОВЫЙ ДВУХКОНТУРНЫЙ КОТЕЛ PROTHERM ГЕПАРД 12MТV 12 КВТ 3КС', N'ОПИСАНИЕ
азовый настенный двухконтурный котел с закрытой камерой сгорания мощностью 12 кВт для отопления и приготовления горячей воды в стальном пластинчатом теплообменнике.

С помощью жидкокристаллического дисплея можно непрерывно получать информацию в любой момент работы котла. Дисплей позволяет постоянно контролировать весь процесс работы.

Модели  12 MTV оснащены коаксиальной системой отходящих газов и не требуют подключения к дымоходу, что позволяет устанавливать их в помещениях где нет стационарного дымохода или его устройство сильно затруднено или невозможно в силу различных причин.

Переключение в режим ГВС происходит автоматически при открытии крана горячей воды. Основной особенностью котла является быстрый нагрев воды, около 2 секунд.

Новый котел приобрел новый дисплей по сравнению с предыдущей моделью. Яркая подсветка позволяет видеть данные на экране теперь в светлом помещении в светлое время суток.

Надежность и долговечность котла обеспечивает гидравлический блок из прочного композитного материала улучшенный по сравнению с гидроблоком в модели предыдущего поколения. Медный теплообменник и горелка из хромоникелевой стали, пластинчатый вторичный теплообменник из нержавеющей стали очередной раз  подчеркивают качество котла

Новый пневматический газовый клапан SIT работает тише по сравнению с газовым клапаном предыдущего поколения.

Характеристики: полезная мощность котла 8,0-11,9 кВт

рабочее давление в системе отопления 0,5-3 атм

объем расширительного бака 5л

теплообменник - пластинчатый

нагрев температуры горячей воды 35-65 С

объем горячей воды 1,5-11,4 л/мин

рабочее давление горячей и холодной воды 1,0-10,0 Атм

максимальный расход природного газа 1,39 м3/час

напряжение/частота 230/50 В/ГЦ

потребляемая мощность 156 Вт

диаметр дымохода 60/100мм

подключение газа 3/4"

контур ГВС/отопления 1/2" / 3/4" 

габариты В.Ш.Г - 740.310.410 мм

вес  34 кг

Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель - Словакия.', N'Настенные', '', N'от 39 500 руб./шт.', NULL, N'image/png')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (45, N'ГАЗОВЫЙ КОТЕЛ VAILLANT  TURBOFIT VUW 242/5-2 ВАЙЛАНД 24 КВТ ЗКС', N'ОПИСАНИЕ
настенный газовый отопительный аппарат
мощность аппарата регулируется модулирующей горелкой
принудительный отвод продуктов сгорания в оригинальную систему дымоудаления / забора воздуха на горение
встроенный трёхходовой переключающий вентиль
Возможности установки

отопление и нагрев воды в проточном режиме
подходит для реконструируемых и строящихся жилых домов и квартир
возможность установки в жилой зоне
минимальный требуемый боковой зазор 200 мм, снизу 300 мм
Оснащение

встроенный трёхступенчатый циркуляционный насос с ручным переключением ступеней
закрытый расширительный бак на 7 литров
автоматический воздухоотводчик
предохранительный вентиль
вентиль заполнения
первичный теплообменник из меди
модулирующая горелка
возможность настройки на частичную мощность в режиме отопления 70-100% от максимальной
возможность настройки мощности в режиме розжига 30-60% от максимально настроенной в режиме отопления
режимы "зима" / "лето", включение/выключение отопления при сохранении функции ГВС
защита от замерзания
электронное зажигание и управление всеми функциями
контроль состояния через систему диагностики с кодами ошибок на жк-дисплее, оснащенным подсветкой
возможность погодозависимого управления по температурным кривым (при подключении датчика наружной температуры (опция)).
Характеристики:  номинальная тепловая мощность 9.7-23,7 кВт

объем расширительного бака 6 л

температура отопления макс.мин 85-30 C
температура ГВС 35-65 C
производительность горячей воды  (ДТ=30°С) 12л/мин
напряжение/частота 230/50 В/Гц
потребляемая электрическая мощность 108 Вт
диаметр дымохода 60/100 мм
подключение газа 3/4"
подключение отопления 3/4"
подключение ГВС 3/4"
габаритные размеры (ШхВхГ)  430.720.330мм
вес 37 кг
Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель Словакия.', N'Настенные', '', N'от 41 500 руб./шт.', NULL, N'image/png')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (46, N'ГАЗОВЫЙ НАПОЛЬНЫЙ ЧУГУННЫЙ КОТЕЛ PROTHERM МЕДВЕДЬ 30TLO 27 КВТ ОКС', N'ОПИСАНИЕ
напольные чугунные газовые котлы мощностью 27 кВт для отопления и приготовления горячей воды во внешнем бойлере. Предназначены для систем с естественной циркуляцией теплоносителя.

Электронезависимы, не требуют подключения к электрической сети ~220В. Предназначены для установки в жилых домах, дачных домиках и производственных помещениях.

Розжиг котла осуществляется при помощи пьезоэлемента. 1-но ступенчатое регулирование мощности котла.

 
Характеристики: макс. полезная тепловая мощность: 27 кВт 
 
тип котла: электронезависимый 
 
приминение: открытая система отопления
 
горелка: инжекторная,одноступенчатая
 
тип розжига: пьезорозжиг
 
теплообменник: чугун
 
температура отопления: 30-85 C
 
рабочее давление отопительного контура: 0,5-3 Атм
 
диаметр дымохода: 130 мм
 
подключение газа:  3/4"
 
подключение отопления: 11/2"
 
габаритные размеры (ВхГхШ):  880.600.505 мм
 
вес:  110 кг
 
Предупреждение: гарантия производителя 2года, первый пуск производится
 
квалифицированным техническим специалистом авторизованного сервис-центра, 
 
производитель Словакия.', N'Напольные', '', N'от 68 000 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (47, N'ГАЗОВЫЙ НАПОЛЬНЫЙ ЧУГУННЫЙ КОТЕЛ SIBERIA КЧГО–50 50 КВТ ОКС', N'ОПИСАНИЕ
Теплообменник из тонкостенного чугуна с развитой площадью теплообмена (Viadrus);
Блок автоматики (SIT): магнитный клапан устойчивый к бытовым загрязнениям, модулирующий термостат с активной функцией мгновенного включения/выключения, термоэлектрическое устройство контроля пламени с блокировкой повторного розжига, стабилизатор давления газа, пьезорозжиг, фильтр газа;
Горелка атмосферная из высоколегированной жаропрочной нержавеющей стали (Polidoro);
Интегрированные в один корпус монометр и капиллярный термометр с увеличенным объемом капилляра;
Теплоизоляция фольгированная с использованием базалтового волокна;
Покрытие корпуса порошковой эмалью.
Характеристики:
номинальная тепловая мощност: 50 кВт
КПД: 90% не менее
макс. температура нагрева воды: 95°С
тип теплообменника: чугунный
зажигание: пьезорозжиг
макс. расход природного газа: 5,5 м3/ч 
камера сгорания: откр.
диаметр дымохода: 167 мм
присоединительная резьба патрубков отопления: 11/2 дюйм
подключение газа: 3/4 дюим
габаритные размеры (ВхШхГ):  860.750.610 мм
вес: 200 кг
Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель Россия.', N'Напольные', '', N'56 000 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (48, N'ГАЗОВЫЙ НАПОЛЬНЫЙ ЧУГУННЫЙ КОТЕЛ ЛЕМАК ЛИДЕР 25', N'ОПИСАНИЕ
чугунный газовый котел с открытой камерой сгорания, для строений с естественной и принудительной циркуляцией.

Номинальной теплопроводностью 25 кВт

Теплообменник выполнен из серого чугуна толщиной 4 мм производства VIADRUS (Чехия)

Максимальное рабочее давление 4 бар

Теплообменник имеет теплоизоляцию, а также прошел антикоррозионную обработку ингибирующим составом. 

Оснащен газовым клапаном концерна SIT (Италия)

Отсутствует требования подключения к электрической сети.

Характеристики:  макс. полезная тепловая мощность: 25 кВт 
тип котла: электронезависимый 
приминение: открытая или закрытая система отопления
тип розжига: пьезорозжиг
теплообменник: чугун
температура отопления: 95 C
рабочее давление отопительного контура: 1-4 Атм
диаметр дымохода: 130 мм
подключение газа:  1/2"
подключение отопления: 11/2"
габаритные размеры (ВхГхШ):  856.495.505 мм
вес:  115 кг
Предупреждение: гарантия производителя 3года, первый пуск производится
квалифицированным техническим специалистом авторизованного сервис-центра, 
производитель Россия.', N'Напольные', '', N'от 39 500 руб./шт.', NULL, N'image/png')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (49, N'КОТЕЛ ЭЛЕКТРИЧЕСКИЙ ЭПО - 4 220В', N'Для  отопления  жилых,  бытовых,  производственных  и  других  помещений.  Отсутствие дополнительных  эксплуатационных  затрат  (нет необходимости  в  запасах, погрузке, разгрузке  топлива, чистки дымохода) простота установки и обслуживания (не требуется установка бака для топлива и бункера для угля, монтажа дымовой трубы) экологичностъ  (бесшумность  и  чистота  при  работе)  независимость  от  внешних  факторов возможность полной автоматизации не требует отдельного помещения  (котельной) нет необходимости постоянного присутствия человека низкая стоимость инсталляции.

Технические характеристики:  трубчатый электронагреватель (ТЭН) из нержавеющей стали, защитный кожух, аварийный термовыключатель с самовозвратом в виде температурного реле, датчик терморегулятора,входной патрубок G1 ¼, выходной патрубок G1 ¼, зажим М8 для защитного проводника РЕ, масса 15кг, мощность 4кВт,  В.Ш.Д (505,200,160)мм, отапливаемая площадь 40м2, сечение жилы питающего кабеля 4мм2.', N'Электрические', '', N'8 520 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (50, N'КОТЕЛ ЭЛЕКТРИЧЕСКИЙ STEELSUN ЭВПМ - 12 КВТ (380В)', N'ОПИСАНИЕ
Технические характеристики

Тип отопительного котла: электрический, ТЭН

Количество контуров: одноконтурный 

Макс. тепловая мощность: 12 кВт

Отапливаемая площадь: 120 кв.м

КПД: 93 %

Управление: механическое 

Установка: настенная

Ступеней мощности: 3

Напряжение сети: трехфазное, 380В

Температура теплоносителя: 35 - 85 °С

Макс.давление воды в контуре отопления: 2 бар

Комфорт

Функции: индикатор включения

Подключение

Патрубок подключения контура отопления: 1"

Размеры (ШхВхГ): 260x540x140 мм

Вес: 8 кг', N'Электрические', '', N'5 265 руб./шт.', NULL, N'image/jpeg')
INSERT INTO [dbo].[Products] ([ProductID], [Title], [Description], [Category], [Firm], [Price], [ImageData], [ImageMimeType]) VALUES (51, N'КОТЕЛ ЭЛЕКТРИЧЕСКИЙ PROTHERM СКАТ 28, 28КВТ', N'ОПИСАНИЕ
                                                                                                                                                  Настенные электрические одноконтурные котлы. 8 мощностных модификаций от 6 до 28 кВт. Предназначены для отопления и приготовления горячей воды в дополнительном накопительном бойлере. 


Альтернатива газовому отоплению с целым рядом неоспоримых преимуществ: легкость монтажа, высокий КПД на протяжении всего срока эксплуатации, бесшумная работа, экологичность, возможность быстрого и точного регулирования. 

Предназначены для установки в квартирах, жилых домах и дачных домиках. Котлы относятся к отопительным приборам повышенной комфортности, отличаются удобством в использовании и обслуживании. 

Котлы не требуют подключения к дымоходу и газопроводу, могут работать от сети ~380В, а модели 6К и 9К могут работать от сети напряжением как ~380В, так и ~220В.

Электрические настенные одноконтурные котлы отопления выпускаются под маркой Протерм с 1992 года. Это единственный электрокотел нашего производства, рекомендованный для частного использования как наиболее экономичный, компактный и безопасный вариант источника тепла для жилых помещений.

В зависимости от площади помещения и размера отопительной системы, Вы можете выбрать котлы мощностью от 6 до 28 КВт. 

Электрокотел является собственной разработкой компании Протерм и имеет очень высокий (99,5% ) КПД, что значительно снижает стоимость затрат на отопление. Кроме этого, электрокотел Скат прост в монтаже, не требует специальных навыков для обслуживания и не нуждается в специальном помещении для установки. 

Характеристики: полезная мощность котла 28 кВт

рабочее давление в системе отопления 0,8-3 атм

макс.температура котла 85С

объем расширительного бака 7

напряжение/частота 400/50 В/ГЦ

потребляемая мощность 28 кВт

контур отопления  3/4" 

габариты В.Г.Ш - 740.310.410 мм

вес  34 кг

Предупреждение: гарантия производителя 2года, первый пуск производится квалифицированным техническим специалистом авторизованного сервис-центра, производитель - Словакия.', N'Электрические', '', N'от 43 200 руб./шт.', NULL, N'image/jpeg')
SET IDENTITY_INSERT [dbo].[Products] OFF
